{
    "обо мне": "about",
    "проекты": "projects",
    "контакты": "contacts",
    "отзывы": "reviews",
    "Динамическая верстка": "Dynamic layout",
    "Преобразование концепций в удобные": "Transforming concepts into ",
    "пользовательские интерфейсы": "user-friendly interfaces",
    "Привет! Меня зовут Николай. Я фронтенд разработчик из Алматы": "Hello! My name is Nikolay. I am a frontend developer from Almaty",
    "связаться со мной в телеграм": "contact me in telegram",
    "Мои работы": "My works",
    "Перейти на сайт": "Go to site",
    "Бар в центре казани": "Bar in the center of Kazan",
    "Современный бар в центре Казани с уютной атмосферой и авторскими коктейлями.": "A modern bar in the center of Kazan with a cozy atmosphere and author's cocktails.",
    "Ремонт замков": "Lock repair",
    "Профессиональный ремонт замков с гарантией безопасности и оперативностью выполнения.": "Professional lock repair with a guarantee of safety and promptness of execution.",
    "Игры": "Games",
    "Разработка надежного и масштабируемого софта для игрового бизнеса с учетом всех требований индустрии.": "Development of reliable and scalable software for the gaming business, taking into account all the requirements of the industry.",
    "Игра": "Game",
    "Яркая и захватывающая игра ‘Crazy Monkeys’ с увлекательным геймплеем и бонусными уровнями.": "Bright and exciting game ‘Crazy Monkeys’ with an exciting gameplay and bonus levels.",
    "Нотариус": "Notary",
    "Опытный нотариус, предоставляющий широкий спектр услуг с гарантией юридической точности.": "An experienced notary providing a wide range of services with a guarantee of legal accuracy.",
    "Резьба по металлу": "Metal carving",
    "Изысканная резьба по металлу с уникальными узорами и вниманием к деталям.": "Exquisite metal carving with unique patterns and attention to detail.",
    "Отзывы": "Reviews",
    "Спасибо большое! Человек ответственный, сделал все в срок без лишних вопросов. Буду обращаться еще, специалист в своей области": "Thank you very much! A responsible person, did everything on time without unnecessary questions. I will contact you again, a specialist in your field.",
    "Доработка сайта": "Website refinement",
    "работа по Вëрстка сайта на WordPress ELEMENTOR - выполненна, быстро, качественно. Исполнителя рекомендуем.": "work on the layout of the site on WordPress ELEMENTOR - done, quickly, qualitatively. We recommend the performer.",
    "Верстка элементор": "Elementor layout",
    "Я очень довольна выполненным заказом! Сайт на реакт получился просто замечательным.   Работал быстро и качественно, учли все мои пожелания и сделали все в сжатые сроки. Очень приятно было общаться, очень ответственно относится к своей работе.": "I am very pleased with the completed order! The React website turned out to be simply wonderful.   He worked quickly and efficiently, took into account all my wishes and did everything in a short time. It was a pleasure to communicate with him and he takes his work very seriously.",
    "Сайт на react": "React site",
    "Обращались за версткой футера и шапки сайта - очень благодарен Николаю за профессиональный и качественный подход. Все получилось отлично, то что нужно) с нашей стороны были корректировки, просили добавить некоторые моменты, но и их удалось быстро реализовать. Огромное вам спасибо, будем обращаться к вам еще) удачи!": "We turned to him for the layout of the footer and header of the site - I am very grateful to Nikolay for his professional and high-quality approach. Everything turned out great, just what you need) on our part there were adjustments, we asked to add some points, but they were quickly implemented. Thank you very much, we will contact you again) good luck!",
    "Верстка html": "Html layout",
    "Все супер. Я очень трепетный и внимательный клиент, и при этом все исправления были сделаны на отлично. Николай очень спокойно выдерживал все мои зацепки, придирки и все выполнял. Работой доволен!": "Everything is super. I am a very meticulous and attentive client, and yet all the corrections were made perfectly. Nikolay very calmly endured all my gripes, nitpicking and did everything. I am satisfied with the work!",
    "Верстка": "Layout",
    "Все отзывы": "All reviews",
    "Copyright ©2024 Николай Жидков": "Copyright ©2024 Nikolay Zhidkov"
}